cask_args appdir: "~/Applications", require_sha: true

# Dev tools
brew "neovim"

brew "ripgrep"

brew "fish"

brew "tmux"

brew "fzf"

brew "gpg2"
brew "gnupg"
brew "pinentry-mac" 

cask "alacritty"

cask "raycast"

cask "orbstack"

# Work
cask "slack"

cask "notion"

cask "clickup"

# Personal
cask "arc"

cask "spotify", args: { require_sha: false }

cask "discord"

cask "obsidian"
