cask_args appdir: "~/Applications", require_sha: true

brew "neovim"

brew "ripgrep"

brew "fish"

brew "tmux"

brew "fzf"

brew "jq"

brew "scc"

brew "derailed/k9s/k9s"

brew "redis"

brew "gpg2"

brew "gnupg"

brew "pinentry-mac" 

brew "zoxide"

cask "raycast"

cask "orbstack"

cask "zed"

cask "dbeaver-community"

cask "insomnia"

cask "ghostty"
