cask_args appdir: "~/Applications", require_sha: true

# Dev tools
brew "neovim"

brew "ripgrep"

brew "fish"

brew "tmux"

brew "fzf"

brew "jq"

brew "scc"

brew "derailed/k9s/k9s"

brew "redis"

brew "gpg2"

brew "gnupg"

brew "pinentry-mac" 

cask "arc"

cask "alacritty"

cask "raycast"

cask "orbstack"

cask "zed"

cask "dbeaver-community"

cask "insomnia"

cask "linear-linear"

cask "figma"


# Work
brew "awscli"

cask "slack"

cask "notion"

cask "clickup"

cask "postman"

# Personal
cask "arc"

cask "spotify", args: { require_sha: false }

cask "discord"

cask "obsidian"
